Repository: yuriimka/abiotic-factor-ukrainian
Catalog: omegat/project_save.tmx
Source language: en
Languages: uk_ua

source: You only lose half the normal stamina when blocking a hit.
uk_ua: Ви втрачаєте лише половину витривалості, коли блокуєте удар.

source: You permanently gain 2 extra Hotbar Slots.
uk_ua: Ти отримуєш дві додаткові комірки швидкого доступу.

source: You receive 50% less spatter from liquids, such as blood.
uk_ua: Ви отримуєте на 50% менше бризок від рідин, таких як кров.

source: You refuse to engage with most combat-related skill past Level 5.
uk_ua: Ти відмовився від більшості бойових навичок, що йдуть після 5-го Рівня.

source: You regain extra health every time your health regenerates.
uk_ua: Ви отримуєте додаткове здоров'я щоразу під час відновлення.

source: You regenerate 1 health every second.
uk_ua: Ви відновлюєте 1 очко здоров'я щосекунди.

source: You regenerate health a bit more frequently.
uk_ua: Ви відновлюєте здоров'я трохи частіше.

source: You require 20% less food than others do.
uk_ua: Тобі потрібно на 20% менше їжі, ніж іншим.

source: You reveal invisible entities when near.
uk_ua: Ви розкриваєте невидимі сутності, коли знаходитесь поруч.

source: You see Frake, you tell her I got this place under control ... for now.
uk_ua: Як побачиш, Фрейк, скажи їй, що я контролюю це місце... поки що.

source: You see beyond the illusions.
uk_ua: Ви бачите правду ілюзії.

source: You seek with sight, and stumble in silence.
uk_ua: Твій зір шукає, та в тиші ти блукаєш.

source: You stand out, to your detriment.
uk_ua: Так ніби ти сам вирішив отак виділятися.

source: You start with 5 bandages.
uk_ua: На початку ти отримуєш 5 бинтів.

source: You took the GATE-provided First Aid Certification course.
uk_ua: Ти пройшов курс та отримав сертифікат Першої Допомоги, спонсоровано Фондом БРАМА.

source: You took the GATE-provided self-defense course.
uk_ua: Ти пройшов курс самооборони, спонсоровано Фондом БРАМА.

source: You trained for and participated in the GATE Foundation Decathlon.
uk_ua: Ти тренувався та брав участь у десятиборстві Фонду БРАМА.

source: You unlock an advanced knife recipe.
uk_ua: Ви розблоковуєте рецепт покращеного ножа.

source: You went because you returned.
uk_ua: Ти пішов, бо вернувся назад.

source: You were kicked by an admin.
uk_ua: Вигнано адміністратором.

source: You will learn many important things, but you can also play the Introduction again at any time.
uk_ua: Ви дізнаєтеся багато важливого, але Вступ можна переглянути знову в будь-який момент.

source: You will need to enable crossplay to join.
uk_ua: Щоб Приєднатися Увімкніть Міжплатформну Гру в Налаштуваннях.

source: You'd have to pull out all three to reopen the Gateway.
uk_ua: Щоб знову відкрити Ворота, доведеться витягти всі три.

source: You're a bit more stalwart than most.
uk_ua: Ти трохи стійкіший, ніж більшість.

source: You're asleep, obviously.
uk_ua: Наразі ви спите, тому не повинні це читати

source: You're beginning to carry your team's burden.
uk_ua: Ви починаєте нести тягар своєї команди.

source: You're behind the times.
uk_ua: Ти відстав від часу.

source: You're carrying a lot of stuff.
uk_ua: Ви тягаєте багато речей.

source: You're carrying too much stuff.
uk_ua: Ви тягаєте забагато речей.

source: You're compelled to run your hand along the woodgrain one more time.
uk_ua: Ви відчуваєте непереборне бажання провести рукою по деревині ще раз.

source: You're currently resting slowly, and only partially.
uk_ua: Ви відпочиваєте, але повільно і лише частково.

source: You're currently resting, but only enough to stave off exhaustion.
uk_ua: Ви відпочиваєте, але лише достатньо, щоб запобігти виснаженню.

source: You're dying from hunger.
uk_ua: Ви вмираєте з голоду.

source: You're dying from thirst.
uk_ua: Ви помираєте від спраги.

source: You're experiencing severe stomach pangs.
uk_ua: Ви відчуваєте сильний біль у шлунку.

source: You're fairly hungry.
uk_ua: Ви достатньо голодні.

source: You're feeling a bit worn out.
uk_ua: Ви почуваєтесь трохи виснаженим.

source: You're fresh, you're green, and probably in way over your head.
uk_ua: Ти ще молодий і зелений, але вже потрохи сходиш з розуму.

source: You're highly energized, with some drawbacks...
uk_ua: Ви дуже енергійні, але маєте деякі недоліки...

source: You're immune to spores and other airborne viruses.
uk_ua: Ви маєте імунітет до спор та інших вірусів, що передаються повітрям.

source: You're in a safe place, relatively speaking.
uk_ua: Ви в безпечному місці, відносно кажучи.

source: You're nearing dehydration.
uk_ua: Ви наближаєтесь до зневоднення.

source: You're one of the brightest officers on the Defense Team, and could've been a scientist yourself.
uk_ua: Ти один із найрозумніших офіцерів Команди Оборони, а міг би бути науковцем.

source: You're quick and kinetically resilient, decently fit, and can take a few knocks.
uk_ua: Ти швидкий та витривалий, маєш пристойну фізичну форму та можеш витримати кілька стусанів.

source: You're uncomfortably chilly.
uk_ua: Вас пронизує легенький холод.

source: You're uncomfortably warm.
uk_ua: Вам неприємно тепло.

source: You're very cold.
uk_ua: Вам дуже холодно.

source: You're wearing very heavy armor, which will make you strong, but also slow.
uk_ua: Ви носите дуже важкі обладунки, які роблять вас сильним, але також повільним.

source: You're well fed, hydrated and in your element.
uk_ua: Ви добре нагодовані, не спраглі та у своїй тарілці.

source: You've been exposed to a lot of radiation.
uk_ua: Ви зазнали значного радіоактивного опромінення.

source: You've been exposed to extreme amounts of radiation.
uk_ua: Ви зазнали екстремального рівня радіоактивного опромінення.

source: You've been exposed to radiation and feel a bit nauseous.
uk_ua: Ви зазнали опромінення і відчуваєте легку нудоту.

source: You've been given an extra chance by a skilled medic.
uk_ua: Досвідчений медик надав вам додатковий шанс.

source: You've been minimized!
uk_ua: Вас мінімізували!

source: You've been stung by an insect.
uk_ua: Вас ужалила комаха.

source: You've broken your leg.
uk_ua: Ви зламали ногу.

source: You've called in the fog.
uk_ua: Ви закликали туман.

source: You've fractured a bone in your arm.
uk_ua: У вас зламалася кістка руки.

source: You've fractured a bone in your leg.
uk_ua: У вас зламалася кістка ноги.

source: You've had those A2 samples for two weeks.
uk_ua: Ви тримаєте ці зразки А2 вже два тижні.

source: You've hurt your leg, but not too badly.
uk_ua: Ви пошкодили ногу, але не надто сильно.

source: You've often carried the weight of your team.
uk_ua: Ви часто несли тягар своєї команди.

source: You've picked up a nasty lung infection...
uk_ua: Ви підхопили неприємну легеневу інфекцію...

source: You've recently had a soup full of healthy stuff!
uk_ua: Ви нещодавно їли суп, повний корисностей!

source: You've recently had a soup that has honed your reflexes!
uk_ua: Ви нещодавно їли суп, який відточив ваші рефлекси!

source: You've recently had some delicious soup!
uk_ua: Ви нещодавно їли смачний суп!

source: You've recently had some soup that put a spring in your step!
uk_ua: Ви нещодавно їли суп, який дає пружини під ваші стопи!

source: Your Agriculture XP gain is increased for awhile.
uk_ua: Досвід за Землеробство збільшується на деякий час.

source: Your Blunt and Sharp Melee XP will increase at a faster rate for awhile.
uk_ua: Досвід за Дробильну та Різальну зброю збільшився на деякий час.

source: Your Favorite Recipes
uk_ua: Улюблені Рецепти

source: Your Overall Health
uk_ua: Загальне Здоров'я

source: Your Pager
uk_ua: Особистий Пейджер

source: Your Power Attacks use 50% less stamina per swing.
uk_ua: Заряджені Атаки використовують на 50% менше витривалості за удар.

source: Your account is limited from certain online features and will be unable to participate in the following
uk_ua: Ваш обліковий запис обмежений у доступі до певних онлайн-функцій, і ви не зможете брати участь у наступному:

source: Your account is limited from certain online features and will be unable to participate in the following:
uk_ua: Ваш обліковий запис обмежений у доступі до певних онлайн-функцій, і ви не зможете брати участь у наступному:

source: Your autonomic system is under control.
uk_ua: Твоя вегетативна система в нормі.

source: Your basic solder material, created from melting silver and metal in a cooking pot.
uk_ua: Базовий припійний матеріал, створений шляхом розплавлення срібла та металу в каструлі.

source: Your batteries are charging, slowly.
uk_ua: Ваші акумулятори повільно заряджаються.

source: Your belly is full of food.
uk_ua: Ваш животик наповнений їжею.

source: Your bones are fine.
uk_ua: Ваші кістки в порядку.

source: Your current total level of protection from equipped armor.
uk_ua: Поточний загальний рівень захисту від одягненої броні.

source: Your extended universe-hopping has enhanced your strong sneaking abilities.
uk_ua: Ваші постійні стрибки між світами посилили здібності до підступності.

source: Your footsteps are much quieter and your chance to get a Sneak Attack is increased 50% at night.
uk_ua: Ваші кроки набагато тихіші, а шанс здійснити Підступну Атаку збільшується на 50% уночі.

source: Your gravity has... shifted.
uk_ua: Ваша гравітація... змістилася.

source: Your hand swipes through it and it fades away.
uk_ua: Ваша рука проводить по цьому і воно зникає

source: Your healing interval is 1.5 seconds slower than everyone else.
uk_ua: Інтервал твого зцілення на 1.5 секунди повільніший, ніж у всіх інших.

source: Your health recovers slightly faster.
uk_ua: Твоє здоров'я відновлюється трішечки швидше.

source: Your inventory weight will slow your movement if it gets too high!
uk_ua: Вага вашого інвентарю уповільнить ваш рух, якщо вона стане занадто тяжкою!

source: Your inventory weight will slow your movement if it gets too high.
uk_ua: Вага вашого інвентарю уповільнить ваш рух, якщо вона стане занадто тяжкою!

source: Your knowledge may be theoretical, but you know everything about how objects move through space, and spend a lot of time planning new gadgets and inventions.
uk_ua: Твої знання можуть бути теоретичними, але ти знаєш усе про об'єкти, які рухаються в просторі, і витрачаєш багато часу на планування нових гаджетів та винаходів.

source: Your medical abilities are considerably more advanced than your colleagues.
uk_ua: Твої медичні здібності значно розвиненіші, ніж у колег по сусідству.

source: Your mouth is quite dry.
uk_ua: Ваш рот доволі сухий.

source: Your part is played, for now ... and all that was persists.
uk_ua: Ти зіграв свою роль, поки що ... і все що було, залишиться.

source: Your player name will be the server name.
uk_ua: Ім'я вашого гравця буде назвою сервера.

source: Your science skills will grow over time, but your chosen profession gives you an immediate skill advantage.
uk_ua: Ваші наукові навички з часом зростатимуть, однак обрана професія дасть певну перевагу в певних аспектах.

source: Your sharp attacks have a higher chance to cause Severe Bleeding to the target.
uk_ua: Різальні атаки мають більшу ймовірність спричинити ворогу Сильну Кровотечу.

source: Your thirst and hunger have been slowed, for a time.
uk_ua: Ваша спрага та голод на деякий час вгамувалися.

source: Your toilet needs are increased by 15%, and you have to sit on the toilet for a longer duration than others.
uk_ua: Твої походеньки в туалет частіші ніж очікувалось, аж на 15%, також ти витрачаєш довше часу на унітазі, ніж інші.

source: Your toilet needs are reduced by 20%.
uk_ua: Твої походеньки в туалет зменшились на 20%.

source: You’ll learn skills as you progress, but your Job and Traits cannot be changed once you start._x000D_ _x000D_ Have you finished selecting your Job and Traits?_x000D_ _x000D_ Current Points Leftover: {0}
uk_ua: Ви опановуватимете навички в ході гри, але вашу Професію та Риси неможливо буде змінити після початку._x000D_ _x000D_Ви вже вибрали свою Професію та Риси?_x000D_ _x000D_Залишок балів: {0}

source: You’re affected less by temperature changes.
uk_ua: Перепади температури впливають менше на тебе.

source: Z-17
uk_ua: Зі-17

source: Zipline
uk_ua: Тролей

source: Zipline is blocked by something.
uk_ua: Тролей чимось заблокований.

source: Zombie
uk_ua: Зомбі

source: Zombie Scientist
uk_ua: Зомбі-вчений

source: [ DATA REDACTED ]
uk_ua: [ ДАНІ ВИЛУЧЕНО ]

source: [1.7]IS One-Seven-Eight, the Peccary [4.7]as it was so ineptly-dubbed by one of my puerile co-workers, [8.9]is more intelligent than it first seemed.
uk_ua: [1.7]ІС-0178, або Пекері, [4.7]як його так недолуго охрестив один із моїх інфантильних колег, [8.9]значно розумніший, ніж здалося на перший погляд.

source: [1.8]How are we supposed to do that?
uk_ua: [1.8]Як ми повинні це зробити?

source: [1.8]It's undeniable that operations at Cascade are being monitored by external forces.
uk_ua: [1.8]Складно заперечувати, що за операціями в Каскаді стежать зовнішні сили.

source: [10.04]This is the way of things.
uk_ua: [10.04]Такий порядок речей.

source: [10.0] Things are bad enough already.
uk_ua: [10.0] Справи й так уже гірше нікуди.

source: [10.0]I’m not enjoying standing around out here.
uk_ua: [10.0]Мені не подобається стояти тут.

source: [10.0]What a beautiful day in the depths of creation!
uk_ua: [10.0]Який прекрасний день для глибин сотворення!

source: [10.2]Is he even still breathing?
uk_ua: [10.2]Він взагалі ще дихає?

source: [10.3]Haha - I knew today was gonna be a wild one!
uk_ua: [10.3] Ха-ха - я знав, що цей день буде шаленим!

source: [10.47]The supremecy of its thermic loss is unexcelled, and for this alone inspires further examination.
uk_ua: [10.47]Перевага його термічних втрат неперевершена і навіть це спонукає до подальшого дослідження.

source: [10.4]It’ll be those fools on Level 3 overreacting again.
uk_ua: [10.4]Це знову ті бовдури з 3-го рівня переборщили з панікою.

source: [10.7]And the only way from here is via that altar on the hill.
uk_ua: [10.7] І єдиний шлях звідси – через той вівтар на пагорбі.

source: [10.94]Time is only that which undoes all else.
uk_ua: [10.94]Час - це лише те, що руйнує все інше.

source: [10.9]They ain't shut me down yet, but folk like you need to be gettin' to the surface tunnel.
uk_ua: [10.9]Мене ще не прикрили, але таким, як ти, треба дістатися Тунелю на Поверхню.

source: [10]One of the most fascinating is temporal tethering.
uk_ua: [10]Одним із найцікавіших є часовий зв'язок.

source: [11.2]Each of them different, yet seeded with similar life.
uk_ua: [11.2]Кожен із них інший, проте засіяний подібним життям.

source: [11.3]Exactly who has been infiltrating our communications, [14.6]and to what ends, remains unknown.
uk_ua: [11.3]Хто саме втручається в наші канали зв’язку [14.6]і з якою метою - залишається невідомим.

source: [11.55]Save your regret, for it could never have been otherwise, from the blazing start of all things, to now, the path was set.
uk_ua: [11.55]Залиш свій жаль, бо інакше бути й не могло: від палкого початку всього сущого й донині шлях був зумовлений.

source: [11.5] If anything you like turns up, come see me for a trade.
uk_ua: [11.5] Але... якщо знайдеш щось цікаве - заходь на обмін.

source: [11.6]As its bio systems work much more swiftly here, it learns extremely rapidly.
uk_ua: [11.6]Оскільки його біосистеми працюють тут набагато швидше, воно навчається надзвичайно швидко.

source: [11.8]In fact, it grows smarter and more capable over the course of its life cycle, [16.5]before morphing into the later lifecycle phase.
uk_ua: [11.8]Насправді, він стає кмітливішим та здібнішим протягом усього життєвого циклу, [16.5]перш ніж перейти до пізнішої фази трансформації.

source: [11.96]It appears shrouded by some kind of aura that renders it almost entirely transparent to visible light.
uk_ua: [11.96] Здається, що воно оповите якоюсь аурою, яка робить його майже повністю прозорим для видимого світла.

source: [12.02]But she insisted that Anteverse flowers had a beauty to them.
uk_ua: [12.02]Але вона наполягала, що квіти з Антивсесвіту мають свою красу.

source: [12.40]We are visions of ourselves, at best.
uk_ua: [12.40]У кращому випадку ми є видіннями самих себе.

source: [12.7]But you, you need to head for the Surface Tunnel, up the roadway.
uk_ua: [12.7]А от тобі варто прямувати до Тунелю на Поверхню, вгору через автостраду.

source: [12.80]I took Dr. Cahn's likeness because he was so kind to me, every day he accepted me for who I was, he would say to me --
uk_ua: [12.80] Мене вподобав доктор Кан, бо він був такий добрий до мене, щодня він приймав мене таким, яким я є,так він казав --

source: [12.8]But there's a couple things I need first - price'a doin business - cause Frake ain't the only one with plans.
uk_ua: [12.8]Але спершу мені дещо потрібно - така вже ціна ведення справ - бо Фрейк не єдина, у кого є плани.

source: [12.8]I've seen those Science Team paychecks.
uk_ua: [12.8]Бачив я, ту вашу зарплатню Наукової Групи.

source: [13.29]Each entry to an anteverse seems to start a timer, which resets after a given period [19.4]as though a band of time stretches, before snapping back to its origin.
uk_ua: [13.29]Кожен вхід до антивсесвіту ніби запускає таймер, який скидається після заданого періоду [19.4], ніби смуга часу розтягується, перш ніж повернутися на початкову точку.

source: [13.4]I worked on the security bots.
uk_ua: [13.4] Я працювала над роботами-охоронцями.

source: [13.7]Yes, we have heard that music and dance no further.
uk_ua: [13.7]Так, ми чули ту музику і більше не танцюємо.

source: [13]It was hours last time.
uk_ua: [13]Минулого разу це зайняло кілька годин.

source: [14.0]Your fate is our concern, so, please, have an extraordinary 24 hours.[22.0]Whether you live to see another day ... or not!
uk_ua: [14.0]Ваша доля на нашій совісті, тож будь ласка, насолоджуйтесь надзвичайними 24 годинами.[22.0]Доживете ви до наступного дня... чи ні!

source: [14.7]Wherever you want to go.
uk_ua: [14.7]Куди забажаєте піти.

source: [14.8]The experience of being caught is rather like being attacked by an angry pizza.
uk_ua: [14.8]Відчуття, коли тебе спіймали, схоже на напад розлюченої піци.

source: [14.92]For it was always so.
uk_ua: [14.92]Бо так було завжди.

source: [14]Is the cost of your knowledge ... not already clear?
uk_ua: [14]Хіба ціна ваших знань... ще не зрозуміла?

source: [14]Something has happened to the perforation system - the portals have gone haywire, [18.6]but that shouldn't be able to happen ... [20.4]I wish I knew what was happening in Labs right now!
uk_ua: [14]Щось сталося з системою перфорації - портали вийшли з ладу, [18.6]але цього не мало б статися ... [20.4]Хотів би я знати, що зараз відбувається в Лабораторіях!

source: [15.45]The surviving residents have been evacuated, [17.75]and a cordon established around the town, citing a chemical spill.
uk_ua: [15.45]Жителів, які вижили, було евакуйовано, [17.75]а навколо міста встановлено кордон, офіційно посилаючись на витік хімікатів.

source: [15.5]Their CPUs store access codes.
uk_ua: [15.5]Їхні процесори зберігають коди доступу.

source: [15.81]So be consoled, for it has not yet had its way with you.
uk_ua: [15.81]Тож утішся, бо він ще не вчинив своєї волі над тобою.

source: [15.8]Dr. Pendleton speculates there may also be a fourth state [18.8]we have not yet encountered.
uk_ua: [15.8]Доктор Пендлтон припускає, що може існувати і четверта стадія, [18.8]з якою ми ще не стикалися.

source: [15]We know a few certain facts.
uk_ua: [15]Ми знаємо кілька незаперечних фактів.

source: [16.0]It's humbling, if not a little frightening, to watch lifeforms alter so quickly.
uk_ua: [16.0]Це поважно спостерігати за тим, як швидко змінюються форми життя, можливо навіть лякаюче.

source: [16.3]If they think I'm walking all that way, through their toxic machine shops, [20]they can think again.
uk_ua: [16.3]Якщо вони думають, що я пройду весь цей шлях, через їхні токсичні машинні майстерні, [20]то нехай подумають ще раз.

source: [16.52]I was not in the mood for a lesson in aesthetics, and pointed out that so does a mushroom cloud.
uk_ua: [16.52]Я був не в гуморі для лекцій з естетики, тож зауважив, що ядерний гриб теж її має.

source: [16.5]There's no reason to stick around here.
uk_ua: [16.5]Немає жодної причини тут затримуватися.

source: [16]I'm starting to feel like the Gatekeepers aren't all that interested in helping out either.
uk_ua: [16]Починаю відчувати, що БРАМА теж не надто зацікавлені в допомозі.

source: [16]When I asked about it, he claimed to be trying to find a way to accelerate our research.
uk_ua: [16]Коли я запитав про це, він заявив, що намагається знайти спосіб пришвидшити наше дослідження.

source: [17.0]And you know there's a warm cup of coffee at the end of it, Doctor.
uk_ua: [17.0]І знаєте, докторе, наприкінці, нас чекає тепла чашка кави.

source: [17.0]Roadway's locked up tight, so you needa find a way through the security doors up there ... [22.5]Maybe you can hack through somehow - [25.3]they don't exactly leave the codes lyin' around, if you know what I mean.
uk_ua: [17.0]Автошлях перекрито наглухо, тож тобі доведеться шукати шлях через ті двері безпеки нагорі... [22.5]Може, зможеш якось зламати їх - [25.3]вони ж не розкидають коди абиде, сам розумієш.

source: [17.2]You like peas?
uk_ua: [17.2]Любиш горох?

source: [17.4]Or rather, those who know refuse to say.
uk_ua: [17.4]Або, точніше, ті, хто знає, відмовляються говорити.

source: [17.8]Many on the Executive Committee will want a weapon, I'm sure - [21.5]their imagination reaches no further - [24.8]but if we can just breed the aggression out, [27.5]the Peccary would make an extraordinary workbeast.
uk_ua: [17.8]Багато хто з Виконавчого Комітету захоче зброю, я впевнений - [21.5]їхня уява не сягає далі - [24.8]але якщо нам просто вдасться позбутися агресії, [27.5]Пекарі стане надзвичайним робочим звіром.

source: [18.32]But for you, the dance remains.
uk_ua: [18.32]Та для тебе танець триває.

source: [18.69]The creature moves at incredible speed, so catching one for study will be... challenging.
uk_ua: [18.69]Створіння рухається з неймовірною швидкістю, тому зловити його для вивчення буде... не просто.

source: [18.6]If we salvaged some, we could make something to hack the door.
uk_ua: [18.6]Якщо ми здобудемо кілька штук, то зможемо змайструвати щось, щоб зламати двері.

source: [19.29]Although Consilium Iter indicates that danger is remote, the extraordinary differential of the Locus elevates the risk of accidental inferation.[31.90]When this is adjoined to the known discovery of the Locus by GATE, we advise high concern.
uk_ua: [19.29]Хоча Консіліум Ітер вказує на віддаленість небезпеки, надзвичайна диференціація Локусу підвищує ризик випадкового висновку. [31.90]Коли це поєднується з відомим відкриттям Локусу дослідниками БРАМА, ми висловлюємо серйозне занепокоєння.

source: [19.7]It presents no real threat, but leaves an enduring, [22.64]not entirely unpleasant smell on anything it touches.
uk_ua: [19.7]Воно не становить реальної загрози, але залишає стійкий, [22.64]не зовсім неприємний запах на всьому, до чого торкається.

source: [19.8]Dr Manbanko even managed to teach it a few simple tricks, [23.7]with only minor burns, I believe.
uk_ua: [19.8]Доктору Манбанко навіть вдалося навчити його кількох простих трюків, [23.7]наскільки я знаю, усе обійшлося лише незначними опіками.

source: [2.0]Although it remains essentially hostile, [4.6]these "Peccary" can be taught to respond to basic commands, [8.0]as Dr Manbanko has demonstrated so performatively.
uk_ua: [2.0]Хоча воно залишається по суті ворожим, [4.6]цих "пекарі" можна навчити реагувати на примітивні команди, [8.0]як це демонстрував доктор Манбанко на практиці.

source: [2.0]One of the most interesting aspects of the One-Seven-Three's [5.3]life cycle is how rapidly it evolves.
uk_ua: [2.0]Один з найцікавіших аспектів життєвого циклу Один-Сім-Три [5.3] це те, як швидко він розвивається.
